Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_966_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Suopma oaččui ávžžuhusaid buoridit sámiid vuoigatvuođaid
smn: Suomâ finnij avžuuttâsâid pyerediđ sämmilij vuoigâdvuođâid

source: ON:a ekonomalaš , kultuvrralaš ja sosiálalaš rivttiid komitea attii 28.11.2014 Supmii ávžžuhusaid beavttálmahttit ekonomalaš , sosiálalaš ja kultuvrralaš vuoigatvuođaide guoski konvenšuvnna ( ESK-soahpamuš ) ollašuhttima .
smn: OA ekonomâlij , sosiaallij já čuovviittâslij vuoigâdvuođâi komitea adelij 28.11. 2014 Suomân avžuuttâsâid pehtilittiđ ekonomâlijd , sosiaallijd já čuovviittâslijd vuoigâdvuođáid kyeskee almossopâmuš ( TSS-sopâmuš ) olášuttem .

source: Komitea bargun lea bearráigeahččat soahpamuša ollašuhttima .
smn: Komitea pargon lii kocceeđ sopâmuš olášuttem .

source: Suopma lea addán mearreáiggeraportta soahpamuša ollašuhttimis jagis 2011 .
smn: Suomâ lii adelâm meriäigiraapoort sopâmuš olášutmist ive 2011 .

source: Suopma lea ratifiseren soahpamuša jagis 1976 .
smn: Suomâ lii ratifisistâm sopâmuš ive 1976 .

source: ESK-soahpamuša 1 artihkkal dáhkida álbmogiidda iešmearridanvuoigatvuođa .
smn: TSS-sopâmuš 1 artikkâl täähid almugáid jiešmeridemvuoigâdvuođâ .

source: Soahpamuša arthkkal 15 dáhkida juohkeoktii vuoigatvuođa oassálastit kultureallimii , návddašit dan ovdduin sihke návddašit dieđalaš , čálalaš dahje dáiddalaš buktagiiddis vuoiŋŋalaš ja materiálalaš ovdduide fállojuvvon suojis .
smn: Sopâmuš artikkâl 15 täähid juáhážân vuoigâdvuođâ uásálistiđ kulttuurelimân , navdâšiđ ton hiäđuin sehe navdâšiđ tieđâlij , kirjálij teikâ taaiđâlij pyevtittâsâidis jiegâlij já aamnâslij hiäđoid adelum syejeest .

source: Komitea gieđahalai ávžžuhusainis sámekultuvrra otnádili Suomas ESK-soahpamuša čuovggas ja attii máŋggaid sámiide guoski ávžžuhusaid .
smn: Komitea kieđâvušâi avžuuttâsâinis sämikulttuur tááláá tile Suomâst TSS-sopâmuš čuovâst já adelij maaŋgâid sämmilijd kyeskee avžuuttâsâid .

source: Komitea anii loahpalaš árvalusainis positiivvalažžan , ahte stáhtaráđđi lea dohkkehan doaibmabidjoprográmma sámegielaid ealáskahttima várás .
smn: Komitea oonij loppâjuurdâpuáttusijnis positiivlâžžân , ete staatârääđi lii tuhhiittâm toimâohjelm sämikielâi iäláskittem várás .

source: Komitea ávžžuhii Suoma jođálmahttit ILO 169-soahpamuša ratifiserenproseassa .
smn: Komitea avžuuttij Suomâ huáputtiđ ILO 169-sopâmuš ratifisistemproosees .

source: Komitea ávžžuhii Suoma váldit atnui áššáiheivvolaš doaibmabijuid , maiguin sáhttá vástidit dálkkádatnuppástusa buktin negatiivvalaš váikkuhusaide sámiid eanaguovlluide ja resurssaide .
smn: Komitea avžuuttij Suomâ väldiđ kiävtun hiäivulijd tooimâid , moiguin pyehtih västidiđ šoŋŋâdâhnubástus pyehtim negatiivlijd vaikuttâssáid sämmilij eennâmkuávlun já resurssáid .

source: Komitea mielde Suopma galgá figgat sámiid dihtui vuođđuduvvi ovdamiehtamii ovdalgo priváhta fitnodagaide addojuvvo vuoigatvuohta ávkkástallat sámiid ruovttuguovllu luondduresurssaiguin .
smn: Komitea mield Suomâ kalga viggâđ sämmilij tiätun vuáđuduvvee munemietâmâšân ovdil ko ovtâskâs finnoduvváid adeluvvoo vuoigâdvuotâ ávhástâllâđ sämikuávlu luánduresurssijguin .

source: Sámiid vuoigatvuohta oamastit eatnama ja ávkkástallat iežaset luondduresurssaiguin galgá dáhkiduvvot dárbbašlaš láhkamearrádusaiguin ja hálddahusain .
smn: Sämmilij vuoigâdvuotâ omâstiđ eennâm já ávhástâllâđ luánduresurssijguin kalga tähiduđ tárbulii lahâaasâtmáin já haldâttuvváin .

source: Komitea ávžžuha Suoma sihkkarastit sámegielaid ealáskahttinprográmma beaktilis ollašuhttima dorvvastemiin prográmma ollašuhttimii doarvái resurssaid sihke lasihemiin oahpaheddjiid meari .
smn: Komitea avžuut Suomâ visásmittiđ sämikielâi iäláskittemohjelm pehtilis olášuttem turviimáin ohjelm olášutmân tuárvi resurssijd sehe lasseetmáin máttáátteijei mere .

source: Komitea maid ávžžuha Suoma sihkkarastit oahpahusa oažžuma sámegielaiguin sámiid ruovttuguovllus ja dan olggobealde , vai sámiid kultuvrra sáhttá seailluhit , suodjalit ja ovddidit .
smn: Komitea meid avžuut Suomâ visásmittiđ máttááttâs finnimvuođâ sämikieláid sämikuávlust já ton ulguubeln , vâi pyehtih siäiluttiđ , suojâliđ já ovdediđ sämmilij kulttuur .

source: Komitea ávžžuhusat čohkkejuvvojit sámedikki ruoktosiidduide go daid jorgalusat gárvvásmuvvet .
smn: Komitea avžuuttâsâid noreh sämitige päikkisijđoid talle ko toi jurgâlusah valmâštuveh .

source: Suoma čuovvovaš mearreáiggeraporta konvenšuvnna ollašuhttimis addojuvvo skábmamánus 2019 .
smn: Suomâ čuávuvâš meriäigiraapoort almossopâmuš olášutmist adeluvvoo skammâmáánust 2019 .

source: Komitea bivdá Suoma raporteret das , maidda doaibmabijuide dat lea álgán dáid ávžžuhusaid ollašuhttima dihte .
smn: Komitea pivdá Suomâ raportistiđ tast , mooid toimáid tot lii riemmâm tai avžuuttâsâi olášuttem várás .

source: Komitea loahpalaš árvalusat ja ávžžuhusat ( eaŋgalasgillii )
smn: Komitea loppâjuurdâpuáttuseh já avžuuttâsah ( eŋgâlâskielân )

source: Komitea jagis 2007 addin ávžžuhusat gávdnojit dáppe
smn: Komitea ive 2007 adelem avžuuttâsah láá tääbbin

source: Sámedikki jagi 2010 cealkámuš ESK-soahpamuša ollašuhttimis
smn: Sämitige ciälkkamuš TSS-sopâmuš olášutmist ivveest 2010

source: Liŋka Suoma mearreáiggeraporttaide
smn: Liŋkkâ Suomâ meriäigiraportáid
